/*******************************************************
作者信息：
    姓名：张芝玮 学号：20271259 班级：计科2005 学院：计算机与信息技术学院
Email：
    20271259@bjtu.edu.cn     电话：13286338544
摘要：
    实验五，本模块实现指定格式的数据记录文件生成功能
模块历史：
    张芝玮于2021年12月10日创建本模块
********************************************************/
#include "Lab5_main.h"
#include "stdlib.h"
/* 函数名称：main
 * 函数功能：调用run（）,实现lab5全部功能
 * 输入参数：无
 * 返回值：int 本程序中返回值无特殊作用
 * 版本信息：create by planck chang on 2021/12/10
 */
int main() {
    system("chcp 65001");
    run();
    return 0;
}
